{
  "category": "plants/exotic-with-botanical",
  "name": "N/A",
  "description": "<img src=\"uploads/images/Te%20Henui/Skull_and_crossbones1.jpg\" alt=\"\" width=\"100%\" height=\"auto\">This plant is poisonous, It contains a cardiac glycoside called digoxin.</p> <p class=\"MsoNormal\">The foxglove (Digitalis Alba) is indigenous to continental Europe and Britain. The scientific name means \"finger-like\" and refers to the ease with which a flower of Digitalis can be fitted over a human fingertip.<br>It has distinctive long white flowering spikes is a recognizable exotic species that has escaped from the garden environment to naturalise in New Zealand. Its habitats include poor pastures, scrub and forest margins, stony riverbeds, roadsides and track sides. The purple foxglove is one of the most common naturalised species in the wetter parts of New Zealand.<br>The first year of growth of the Foxglove produces only the stem with its long, basal leaves. During the second year of the plant's life, a long leafy stem from 50 to 200 centimetres tall grows atop the roots of healthy plants.<br>The foxglove has a basal rosette of generally dark green, rough, hairy, ovate to ovate-lanceolate leaves that are 10–25cm long. This rosette of leaves gives rise to densely hairy simple stems that grow up to 1.5 metres high. These spikes hold a one-sided array of tubular flowers, usually purple in colour although pink and white are sometimes seen. These tubular flowers are inflated, 2-lipped and bell-shaped, up to 6cm long and spotted white on the inside.<br>Foxgloves flower in early summer; in New Zealand the months of December through to February. After flowering in February, numerous seeds are borne from 10–15mm long ovoid capsules on the flower stems... The success of foxglove as a naturalised plant is partly down to its high seed production and ability to self-seed profusely. <br><br>The foxglove is a poisonous plant. It has throughout time been the cause of occasional poisoning in people with 3 confirmed in Christchurch. Foxglove soup has even featured as the murder weapon in an Agatha Christie novel.<br>The foxgloves toxicity was officially recognized to be of benefit to people by William Withering, a prominent British physician in 1775. Withering noticed that a patient thought to be incurably recovered from dropsy after being administered an infusion of various plant parts that included the leaves of the purple foxglove. Withering then<br>experimented with a non-lethal dose of dried powered foxglove leaves which eventually led to widespread use of Digitalis. This medical breakthrough by Withering has evolved into one of the most important modern treatments for people with heart conditions. It contains a cardiac glycoside called digoxin. </p> <p class=\"MsoNormal\" style=\"line-height: 16.8pt;\"><img src=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0001/4959/Digitalis__Alba____White_Foxgloves-3.JPG\" alt=\"\" width=\"100%\">Thanks to Wikipedia for text and information <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\">http://creativecommons.org/licenses/by-sa/3.0/</a></p> <br style=\"clear:both;\"> <div class=\"hr\"> </div> ",
  "attributes": [
    {
      "key": "Kingdom",
      "value": "Plantae"
    },
    {
      "key": "(unranked)",
      "value": "Angiosperms"
    },
    {
      "key": "(unranked)",
      "value": "Eudicots"
    },
    {
      "key": "(unranked)",
      "value": "Asterids"
    },
    {
      "key": "Order",
      "value": "Lamiales"
    },
    {
      "key": "Family",
      "value": "Plantaginaceae"
    },
    {
      "key": "Genus",
      "value": "Digitalis"
    },
    {
      "key": "Species",
      "value": "Digitalis alba"
    },
    {
      "key": "Common name",
      "value": "White Foxglove"
    }
  ],
  "images": [
    {
      "src": "uploads/images/Te%20Henui/Skull_and_crossbones1.jpg",
      "caption": ""
    },
    {
      "src": "http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0001/4959/Digitalis__Alba____White_Foxgloves-3.JPG",
      "caption": ""
    }
  ]
}