{
  "category": "plants/exotic-with-botanical",
  "name": "Monstera deliciosa",
  "description": "</p> <p>Monstera deliciosa is a long-lived semi scrambling perennial vine native to tropical rainforests of southern Mexico south to Colombia. It has been introduced to many tropical areas and has become a mildly invasive species in many areas. It is often found as a long persistent garden relic.<br>This member of the Arum family is an epiphyte with aerial roots, able to grow up to 20 m high with large, leathery, glossy, heart-shaped leaves 25–90 cm long by 25–75 cm broad. Young plants have leaves that are smaller and entire with no lobes or holes, but soon produce lobed and holed leaves.<br>Wild seedlings grow towards the darkest area they can find until they find a tree trunk, and then start to grow up towards the light, creeping up the tree.<br>Its reproduction is usually by a vegetative spread. Long-lived seeds are occasionally produced and there is some evidence that seedlings may occur in the wild. It dispersal is usually through the careless discarding of garden waste. <br>The fruit is up to 25 cm long and 3–4 cm diameter, looking like a green ear of maize covered with hexagonal scales.<br>The fruit may be ripened by cutting it when the first scales begin to lift up and it begins to exude a pungent odour. Then wrap it in a paper bag and set aside until the scales begin popping off. The scales are then brushed off or fall away to reveal the edible flesh underneath. The flesh, which is similar to pineapple in texture, can be cut away from the core and eaten. It has a fruity taste similar to jackfruit and pineapple. The unripe green fruits can irritate the throat and the latex of the leaves and vines can create rashes in the skin because both contain potassium oxalate: that's the reason why the fruits have to be consumed only when the scales lift up.<br><br><a href=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0004/4244/Monstera_deliciosa__Fruit_Salad_Plant.JPG\" target=\"_blank\"><img src=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0004/4244/Monstera_deliciosa__Fruit_Salad_Plant.JPG\" alt=\"\" width=\"100%\" height=\"auto\"></a> <br><br>The fruit of Monstera deliciosa<br><img src=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0004/4254/Monstera_deliciosa__Fruit_Salad_Plant-002.JPG\" alt=\"\" width=\"100%\" height=\"auto\"> <br><br>Thanks to Wikipedia for text and information: <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">https://creativecommons.org/licenses/by-sa/3.0/</a><br><br></p> <br style=\"clear:both;\"> <div class=\"hr\"> </div> ",
  "attributes": [
    {
      "key": "Kingdom",
      "value": "Plantae"
    },
    {
      "key": "(Unranked)",
      "value": "Angiosperms"
    },
    {
      "key": "(Unranked)",
      "value": "Monocots"
    },
    {
      "key": "Order",
      "value": "Alismatales"
    },
    {
      "key": "Family",
      "value": "Araceae"
    },
    {
      "key": "Subfamily",
      "value": "Monsteroideae"
    },
    {
      "key": "Tribe",
      "value": "Monstereae"
    },
    {
      "key": "Genus",
      "value": "Monstera"
    },
    {
      "key": "Species",
      "value": "M. deliciosa"
    },
    {
      "key": "Binomial name",
      "value": "Monstera deliciosa"
    },
    {
      "key": "Common names",
      "value": "Ceriman, Swiss Cheese Plant, Cheese Plant), Fruit Salad Plant, Monster fruit, Monsterio Delicio, Monstereo, Mexican Breadfruit, Monstera, split-leaf philodendron, Locust and Wild Honey, Windowleaf, Delicious Monster, Balazo, Banana Pineapple, Penglai Banana."
    }
  ],
  "images": [
    {
      "src": "http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0004/4244/Monstera_deliciosa__Fruit_Salad_Plant.JPG",
      "caption": ""
    },
    {
      "src": "http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0004/4254/Monstera_deliciosa__Fruit_Salad_Plant-002.JPG",
      "caption": ""
    }
  ]
}