{
  "category": "plants/exotic-with-botanical",
  "name": "Lobularia maritime",
  "description": "Lobularia maritima is a plant native to the Mediterranean region, Macaronesia (Canary Islands, Azores) and in France in the Bay of Biscay. It is widely naturalized elsewhere in the temperate world. It is an annual plant (rarely a short-lived perennial plant) growing to 5–30 cm tall by 20–30 cm broad. The stem is very branched, with dense clusters of small flowers. The leaves are 1–4 cm long and 3–5 mm, broad, alternate, sessile, quite hairy, oval to lanceolate, with an entire margin.<br>The flowers are about 5 millimetres in diameter, sweet-smelling, with four white (or purple or pink) rounded petals, four sepals, six stamens and yellow anthers. They are pollinated by insects (entomophily). The fruits are numerous elongated seedpods rather hairy, oval to rounded, each containing two seeds. The dispersal of seed is affected by the wing (anemochory).<br><br>The variety Lobularia maritima benthamii produces racemes of white cruciform flowers. It has mid-green, simple leaves that are alternate. The leaves are oblanceolate (lance-shaped but broadest above the middle and tapering toward the base), entire and sessile.<br><br>Lobularia maritima’s varieties are is cultivated in gardens where they are typically used as a groundcover as it rarely grows higher than 20 tall. It is also a beneficial insect plant that is grown by grape growers and orchardists because pollinating insects find the umbelliferae flowers with their shallow florets suitable for their short mouthparts.<br><br>The cultivar Lobularia maritima var. benthamii.<br><a href=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0006/1659/Lobularia_maritima_var._benthamii_Alyssum_-003.JPG\" target=\"_blank\"><img src=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0006/1659/Lobularia_maritima_var._benthamii_Alyssum_-003.JPG\" alt=\"\" width=\"100%\" height=\"auto\"></a> <br><br>Thanks to Wikipedia for text and information:<a href=\"%20https:/creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\"> https://creativecommons.org/licenses/by-sa/3.0/</a></p> <br style=\"clear:both;\"> <div class=\"hr\"> </div> ",
  "attributes": [
    {
      "key": "Kingdom",
      "value": "Plantae"
    },
    {
      "key": "(Unranked)",
      "value": "Angiosperms"
    },
    {
      "key": "(Unranked)",
      "value": "Eudicots"
    },
    {
      "key": "(Unranked)",
      "value": "Rosids"
    },
    {
      "key": "Order",
      "value": "Brassicales"
    },
    {
      "key": "Family",
      "value": "Brassicaceae"
    },
    {
      "key": "Genus",
      "value": "Lobularia"
    },
    {
      "key": "Species",
      "value": "L. maritima"
    },
    {
      "key": "Binomial name",
      "value": "Lobularia maritime"
    },
    {
      "key": "Cultivar name",
      "value": "Lobularia maritima var. benthamii"
    },
    {
      "key": "Synonym",
      "value": "Alyssum maritimum"
    },
    {
      "key": "Common names",
      "value": "Alyssum, Sweet alyssum, Sweet Alison, Seaside Lobularia"
    }
  ],
  "images": [
    {
      "src": "http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0006/1659/Lobularia_maritima_var._benthamii_Alyssum_-003.JPG",
      "caption": ""
    }
  ]
}