{
  "category": "plants/exotic-with-botanical",
  "name": "N/A",
  "description": "</p> <p>Within the huge family Proteaceae, they are a member of the subfamily Proteoideae, which has Southern African and Australian members. The Proteaceae family to which Proteas belong is an ancient one. Its ancestors grew in Gondwanaland, 300 million years ago. <br>Proteaceae is divided into two subfamilies: the Proteoideae, best represented in southern Africa, and the Grevilleoideae, concentrated in Australia and South America and the other smaller segments of Gondwanaland that are now part of eastern Asia. Africa shares only one genus with Madagascar, whereas South America and Australia share many common genera - this indicates they separated from Africa before they separated from each other. The Protea flower is not a flower, but a flower head or inflorescence made up of many individual flowers grouped together on a rounded base or receptacle. What looks like the 'petals' of the protea 'flower' are modified leaves known as floral or involucral bracts. Look inside the cup of bracts and you'll see many long narrow flowers massed together in the centre. Each flower is made up of a perianth of 4 segments, 3 of which are fused to form a sheath. When the flower opens, the fourth falls free exposing the style. The anthers are in a slight depression near the tip of the perianth segments, one on the single free segment and three on the three fused segments.<br><br><img style=\"font-size: 1em;\" src=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0000/2393/protea-3.jpg\" alt=\"\" width=\"100%\"><br></p> <div> <img src=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0000/2978/Protea__Sugerbush.jpg\" alt=\"\" width=\"100%\" to wikipedia for text and information: href=\"%20https:/creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\"> https://creativecommons.org/licenses/by-sa/3.0/<br> </div> <p> </p> <br style=\"clear:both;\"> <div class=\"hr\"> </div> ",
  "attributes": [
    {
      "key": "Kingdom",
      "value": "Plantae"
    },
    {
      "key": "(unranked)",
      "value": "Angiosperms"
    },
    {
      "key": "(unranked)",
      "value": "Eudicots"
    },
    {
      "key": "Order",
      "value": "Proteales"
    },
    {
      "key": "Family",
      "value": "Proteaceae"
    },
    {
      "key": "Subfamily",
      "value": "Proteoideae"
    },
    {
      "key": "Genus",
      "value": "Protea"
    },
    {
      "key": "Species",
      "value": "Many"
    },
    {
      "key": "Common name",
      "value": "Protea, Sugarbush"
    }
  ],
  "images": [
    {
      "src": "http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0000/2393/protea-3.jpg",
      "caption": ""
    },
    {
      "src": "http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0000/2978/Protea__Sugerbush.jpg",
      "caption": ""
    }
  ]
}