{
  "category": "plants/exotic-with-botanical",
  "name": "Yucca gigantea",
  "description": "Yucca gigantea is an arborescent monocot. It is a species of yucca native to Belize, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua and the eastern part of Mexico. It is now grown worldwide and in New Zealand is an occasional indoor or outdoor plant. There are several wild collections here in New Zealand probably from the dumping of garden waste.</p> <p>Yucca gigantea is the tallest of the Yucca species and can grow up to 9 m in height, with a spread to 4.5 m. It may have a thick, single trunk or be multitrunked resulting from a thickened, inflated, trunk-like lower base similar to an elephant's foot, hence some of its common names.<br>The glossy green leaves are 60-120 cm long and about 5-7.5 cm wide and grow in a spiral columnar rosette. They are strap-like, firm to rigid and they have a 5-10 mm long, soft green tip. Most other species of yucca have sharp spine-tipped leaves. The leaves margins can be smooth or rough with obscure teeth.<br><br>During summer Yucca gigantea develops above the foliage within the rosette of leaves a paniculated inflorescence on a &gt;1 m stalk. The creamy white bell-shaped flowers are arranged along a single central axis. The flowers style is short and oblong. <br>It is the national flower (Flor de Izote) of El Salvador. It is a popular edible flower in Guatemala where it is used in some local dishes, especially mixed with scrambled eggs. Its flavour can be a bit bitter and it is definitely an acquired taste.<br>Unlike some species of yucca, Yucca gigantea does not die after flowering.<br><br>Flowering is followed by brown, fleshy fruits which are oval and up to 2.5 cm long. The seeds are nearly circular and are 8-10 mm in diameter and are not winged.<br><br><a href=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0013/2108/1-Yucca_gigantea.JPG\" target=\"_blank\"><img src=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0013/2108/1-Yucca_gigantea.JPG\" alt=\"\" width=\"100%\" height=\"auto\"></a><br><br><a href=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0013/2113/1-Yucca_gigantea-001.JPG\" target=\"_blank\"><img src=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0013/2113/1-Yucca_gigantea-001.JPG\" alt=\"\" width=\"100%\" height=\"auto\"></a><br><br>Thanks to Wikipedia for text and information: <a href=\"https://creativecommons.org/licenses/by-sa/3.0\" target=\"_blank\">https://creativecommons.org/licenses/by-sa/3.0</a><br></p> <br style=\"clear:both;\"> <div class=\"hr\"> </div> ",
  "attributes": [
    {
      "key": "Kingdom",
      "value": "Plantae"
    },
    {
      "key": "Clade",
      "value": "Angiosperms"
    },
    {
      "key": "Clade",
      "value": "Monocots"
    },
    {
      "key": "Order",
      "value": "Asparagales"
    },
    {
      "key": "Family",
      "value": "Asparagaceae"
    },
    {
      "key": "Subfamily",
      "value": "Agavoideae"
    },
    {
      "key": "Genus",
      "value": "Yucca"
    },
    {
      "key": "Species",
      "value": "Y. gigantea"
    },
    {
      "key": "Binomial name",
      "value": "Yucca gigantea"
    },
    {
      "key": "Synonyms",
      "value": "Dracaena lennei, Dracaena yuccoides, Sarcoyucca elephantipes, Yucca eleana, Yucca elephantipes, Yucca elephantipes var. ghiesbreghtii, Yucca ghiesbreghtii, Yucca guatemalensis, Yucca lenneana, Yucca mazelii, Yucca mooreana, Yucca roezlii"
    },
    {
      "key": "Common names",
      "value": "Giant yucca, Spineless yucca, Flor de Izote, Izote, Soft-tip yucca, Blue-stem yucca, Itabo, Globose crowned tree, Elephant yucca, Palm Lily, Spanish dagger, Spanish bayonet, Elephants' feet, Guatemala yucca"
    }
  ],
  "images": [
    {
      "src": "http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0013/2108/1-Yucca_gigantea.JPG",
      "caption": ""
    },
    {
      "src": "http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0013/2113/1-Yucca_gigantea-001.JPG",
      "caption": ""
    }
  ]
}