{
  "category": "plants/nz-native",
  "name": "Celmisia spectabilis",
  "description": "</p> <p>Celmisia spectabilis is one of the more widespread species of Celmisia in the mountainous areas of New Zealand. It occurs only in New Zealand, from the Raukumara Range on North Island to South Canterbury on South Island, generally east of the main divide.<br>It can occupy vast areas of hill country and is an early coloniser of disturbed sites.<br>The leathery leaves of this species are ovate (egg-shaped) to lanceolate (narrow and tapering to a point) or narrowly oblong and can reach 30 cm long. They have a shiny, green upper surface, with prominent parallel grooves but their undersides are densely covered in soft, whitish or buff-coloured hairs. The leaf bases overlap and compact to form a stout pseudostem (false stem). Plants can form mats up to 2 m across.<br>The flower stems reach 30 cm tall and are densely covered with white hairs. A solitary flower head, 3–5 cm across, is borne at the end of each stem. The flower head consists of two types of florets: the ‘ray florets’ at the margins and the ‘disc florets’ in the centre. In Celmisia spectabilis, the numerous ray florets are white and the disc florets yellow. Celmisia spectabilis is a variable species. <br>Celmisia spectabilis is cultivated as an ornamental plant and is available from specialised nurseries.</p> <p>The fibres from Celmisia spectabilis were once used to make waterproof garments and other clothing. The downy hairs (tomentum) on the underside of the leaves were peeled from the leaves and attached in rows to a whītau (fibre) kaupapa (underlay) to create a rain cape. The soft down was also worked into the whītau to make a garment waterproof. The leaves were packed into leggings and shin protectors for warmth and to protect against thorny plants.<br><br>Kew’s Economic Botany Collection includes a unique Maori cloak woven from the leaves of Celmisia. The hanging leaves are practical by draining off rain drops but is also decorative and reminiscent of the famous feather cloaks of Maori culture.<br><br><a href=\"uploads/images/Te%20Henui/Plants/Celmisia_spectabilis_.jpg\" target=\"_blank\"><img src=\"uploads/images/Te%20Henui/Plants/Celmisia_spectabilis_.jpg\" alt=\"\" width=\"100%\" height=\"auto\"></a><br><br>Thanks to Wikipedia for text and information: <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\">https://creativecommons.org/licenses/by-sa/3.0/</a><br><br><br><br><br></p> <br style=\"clear:both;\"> <div class=\"hr\"> </div> ",
  "attributes": [
    {
      "key": "Kingdom",
      "value": "Plantae"
    },
    {
      "key": "Division",
      "value": "Magnoliophyta"
    },
    {
      "key": "Class",
      "value": "Magnoliopsida"
    },
    {
      "key": "Order",
      "value": "Asterales"
    },
    {
      "key": "Family",
      "value": "Asteraceae"
    },
    {
      "key": "Genus",
      "value": "Celmisia"
    },
    {
      "key": "Species",
      "value": "C. spectabilis"
    },
    {
      "key": "Binomial name",
      "value": "Celmisia spectabilis"
    },
    {
      "key": "Common names",
      "value": "Cotton daisy, Common Mountain daisy, Tikumu, Cotton plant."
    }
  ],
  "images": [
    {
      "src": "uploads/images/Te%20Henui/Plants/Celmisia_spectabilis_.jpg",
      "caption": ""
    }
  ]
}