{
  "category": "plants/nz-native",
  "name": "Celmisia semicordata",
  "description": "</p> <p class=\"MsoNormal\">Celmisia semicordata is the largest of the genus Celmisia and found in the wetter mountainous areas of New Zealand’s South Island in subalpine to low-alpine regions of 600-1400 metres altitude. Its habit is in snow-tussock grassland, herbfields and open subalpine scrub from North-West Nelson, Nelson Lakes National, Westland (to sea level at Charleston and Nine-Mile Bluff) to about Fiordland; becoming more common further south along and west of the Main Divide, but with outlier populations in the east near Hamner, Waiau Valley, Lake Sumner, Puketeraki Range, Mount Peel, and the Hunters Hills.<br><br>“Has been recorded on Mt Egmont/Taranaki but it is a doubtfully native. It occurs on the main cone at one isolated site and was probably planted there.” From the 2002 Banks Memorial Lecture. The flora of Mt Taranaki/Egmont: 'Understanding natural and garden experiments' by Bruce D. Clarkson.</p> <p class=\"MsoNormal\">C. semicordata is a robust perennial herbaceous plant forming large rosettes, or bold clumps of stiff leathery silvery-green, sword-shaped, 30-60 cm long by 4-10 cm wide leaves. The undersurface of the leaves is covered in a silvery fluffy tomentum. The yellow-centred white daisy flower heads ( 4-10 cm in diameter) appear between December/January on stout stems which can be up to 50 cm long.</p> <p class=\"MsoNormal\">The Maoris used to peel off the silvery underside from the leaves off and these were attached in rows with a whitau (fibre) to create a rain cape. The soft white down was also worked into the whitau to make a garment waterproof. The leaves were also packed into leggings and shin protectors for warmth and to guard against thorny plants. The early colonists used the down as a wound dressing.</p> <p class=\"MsoNormal\"><a href=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0003/5529/Celmisia_semicordata__Mountain_Daisy_.jpg\" target=\"_blank\"><img src=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0003/5529/Celmisia_semicordata__Mountain_Daisy_.jpg\" alt=\"\" width=\"100%\" height=\"auto\"></a><br><br>Center of a plant with old flowering stems still visible.<br><img src=\"http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0003/5534/Celmisia_semicordata__Mountain_Daisy___2.JPG\" alt=\"\" width=\"100%\" height=\"auto\"></p> <p class=\"MsoNormal\">Thanks to Wikipedia for text and information: <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">https://creativecommons.org/licenses/by-sa/3.0/</a></p> <br style=\"clear:both;\"> <div class=\"hr\"> </div> ",
  "attributes": [
    {
      "key": "Kingdom",
      "value": "Plantae"
    },
    {
      "key": "(Unranked)",
      "value": "Angiosperms"
    },
    {
      "key": "(Unranked)",
      "value": "Eudicots"
    },
    {
      "key": "(Unranked)",
      "value": "Asterids"
    },
    {
      "key": "Order",
      "value": "Asterales"
    },
    {
      "key": "Family",
      "value": "Asteraceae"
    },
    {
      "key": "Genus",
      "value": "Celmisia"
    },
    {
      "key": "Species",
      "value": "C. semicordata"
    },
    {
      "key": "Binomial name",
      "value": "Celmisia semicordata"
    },
    {
      "key": "Synonym",
      "value": "Celmisia coriacea but this is incorrect; as the name Celmisia coriacea is used for a plant formerly called Celmisia lanceolata."
    },
    {
      "key": "Common Names",
      "value": "Mountain Daisy, Cotton Plant, Large Mountain Daisy, Common Mountain Daisy, Cotton Daisy, Horse Daisy, Tikumu (In the North Island the name tikumu refers to Celmisia spectabilis)."
    }
  ],
  "images": [
    {
      "src": "http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0003/5529/Celmisia_semicordata__Mountain_Daisy_.jpg",
      "caption": ""
    },
    {
      "src": "http://ketenewplymouth.peoplesnetworknz.info/image_files/0000/0003/5534/Celmisia_semicordata__Mountain_Daisy___2.JPG",
      "caption": ""
    }
  ]
}