{
  "category": "plants/nz-native",
  "name": "Gunnera monoica",
  "description": "<br>Synonyms; Gunnera albocarpa, Cockayne, Gunnera monoica var. albocarpa, Gunnera strigose,, Gunnera monoica var. strigosa <br><br>Gunnera monoica is a species of Gunnera endemic to New Zealand. It is one of the smallest species of Gunnera, with leaves of around 3 cm wide. It spreads by forming stolons in damp ground and frequently seen growing on roadside banks.<br>Gunnera monoica produces little flower spikes between October and November and produces fruit from December until February. The fruits are spaced along stalk or the can be clustered. They are barrel-shaped, white, often flecked with purple or red, or very rarely (probably hybrids) entirely orange or red. The seeds are free within a fleshy envelope The <br>Leaves have a rounded appearance and either a corrugated or spiky margin. The fruits are dispersed by birds.<br>Gunnera monoica and other Gunnera species have a nitrogen-fixing blue-green alga living inside them which provides the plant with a source of fertilizer.<br><br><a href=\"uploads/images/Te%20Henui/Plants/1-Gunnera%20monoica.jpg\" target=\"_blank\"><img src=\"uploads/images/Te%20Henui/Plants/1-Gunnera%20monoica.jpg\" alt=\"\" width=\"100%\" height=\"auto\"></a><br></p> <p>Thanks to Wikipedia for text and information:<a href=\"%20https:/creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\"> https://creativecommons.org/licenses/by-sa/3.0/</a> </p> <br style=\"clear:both;\"> <div class=\"hr\"> </div> ",
  "attributes": [
    {
      "key": "Kingdom",
      "value": "Plantae"
    },
    {
      "key": "Clade",
      "value": "Angiosperms"
    },
    {
      "key": "Clade",
      "value": "Eudicots"
    },
    {
      "key": "Order",
      "value": "Gunnerales"
    },
    {
      "key": "Family",
      "value": "Gunneraceae"
    },
    {
      "key": "Genus",
      "value": "Gunnera"
    },
    {
      "key": "Species",
      "value": "G. monoica"
    },
    {
      "key": "Binomial name",
      "value": "Gunnera monoica"
    }
  ],
  "images": [
    {
      "src": "uploads/images/Te%20Henui/Plants/1-Gunnera%20monoica.jpg",
      "caption": ""
    }
  ]
}