{
  "category": "plants/nz-native",
  "name": "N/A",
  "description": "</p> <p class=\"MsoNormal\">P. cheesemanii is a native perennial species that is widespread and common throughout New Zealand. It is a submerged and floating aquatic plant with long, branching stems rooted to the base of the wetland. It occurs in both standing and flowing waters (where it can grow to ca 8 m depth) and it is tolerant of short periods of emergence. Thin membranous leaves are produced alternately along the stems of the submerged parts. When the stems reach the water's surface they begin to produce floating leaves of very different shape and texture to the submerged leaves. The floating leaf is leathery, green or red-brown in colour, oval in shape and usually 3-4 cm long and 1.5-2.5 cm wide. The submerged leaves are translucent, dull-green or brownish, narrow and long (usually 6-10 cm long and 0.5-1.5 cm wide) sometimes wavy and have 5-7 veins. In deep or flowing water only the submerged leaf form may be present.</p> <p class=\"MsoNormal\">The flowers from this plant are hermaphrodite (has both male and female organs). Flowering stems emerge several centimetres above the surface of the water in early summer. They occur on dense spikes (2.5 cm long) that are held above the water surface at flowering, and curved below when fruiting. The fruit (achenes) are green-brown, flattened and three ridged. Seed dispersal is an important mode of propagation for this species and it also reproduces vegetatively from rhizomes and stem fragments. It is widespread throughout New Zealand.</p> <br style=\"clear:both;\"> <div class=\"hr\"> </div> ",
  "attributes": [
    {
      "key": "Kingdom",
      "value": "Plantae"
    },
    {
      "key": "(Unranked)",
      "value": "Angiosperms"
    },
    {
      "key": "(Unranked)",
      "value": "Monocots"
    },
    {
      "key": "Order",
      "value": "Alismatales"
    },
    {
      "key": "Family",
      "value": "Potamogetonaceae"
    },
    {
      "key": "Genus",
      "value": "Potamogeton"
    },
    {
      "key": "Species",
      "value": "P. cheesemanii"
    },
    {
      "key": "Scientific name",
      "value": "Potamogeton cheesemanii"
    },
    {
      "key": "Synonym",
      "value": "Potamogeton tricarinatus"
    },
    {
      "key": "Common name",
      "value": "Floating Pondweed, Pondweed"
    }
  ],
  "images": [

  ]
}